Repository: youjob13/annushka-nails-client
Catalog: src/locale/messages.*.xlf
Languages: ru

source: Nails for you
ru: Маникюр для тебя

source: Apply for service right now
ru: Запишись прямо сейчас

source: Select service
ru: Выбери услугу

source: Description about services. A couple of sentences about provided services.
ru: Описание улсуг. Добавить несколько предложений.

source: Select date
ru: Выбери дату

source: Description about date. A couple of sentences about available dates.
ru: Описание дат. Добавить несколько предложений.

source: Available times
ru: Свободное время

source: Choose a time for service
ru: Выбери время для услуги

source: Type your contacts
ru: Оставь свои контакты

source: Description why you should give us your contacts. A couple of sentences about why you should do it.
ru: Чтобы мы могли связаться с тобой.

source: Type your number
ru: Введи номер телефона

source: Type a comment
ru: Добавь свои пожелания
